at_work.org
# -*- org-export-html-auto-postamble:nil -*-
#+TITLE:
#+AUTHOR:   Davide Gerbaudo
#+OPTIONS: toc:t num:nil ^:nil
#+STARTUP: hideblocks


#+HTML: <center>
|-------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------|
|-------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------|
| @<h3> [[http://atlas.web.cern.ch/Atlas/Collaboration/][Collaboration]] @</h3>                                                                      | @<h3> General @</h3>                                                          |
| [[https://indico.cern.ch/categoryDisplay.py?categId=1l2][meetings]] ([[https://indico.cern.ch/categOverview.py?categId=1l2][today]]) [[http://wlav.home.cern.ch/wlav/athena/athask/glossary.html][Glossary]] [[https://twiki.cern.ch/twiki/bin/view/AtlasPublic][results]] [[https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/PubComHome][PubCom]]                                                        | [[www.physics.uci.edu][*UCI*]]: [[https://atlasweb.ps.uci.edu/twiki/bin/view/Atlas][twiki]], [[https://atlasweb.ps.uci.edu/twiki/bin/view/Atlas/AtlasCluster][cluster]], [[https://atlasweb.ps.uci.edu/twiki/bin/view/Atlas/UciTier3][Tier3]], [[https://svnweb.cern.ch/trac/atlasinst/browser/Institutes/UCIrvine][svn]], [[https://indico.cern.ch/categoryDisplay.py?categId=1481][meetings]], [[https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/UCISusyNtuples][SusyNtuples]],[[https://greenplanet.ps.uci.edu/ganglia/][ganglia]]              |
|                                                                                                 | [[www.ifae.es][*IFAE*]]: [[http://www.pic.es][pic]], [[https://atlas-comp.ifae.es/][computing]], [[https://svnweb.cern.ch/cern/wsvn/IfaeAnaRepo/IFAEanalysis][IfaeAnaRepo]], [[https://atlas-project-ifaettbar-plotter.web.cern.ch/atlas-project-IFAEttbar-Plotter/][web-space]] , [[https://indico.cern.ch/categoryDisplay.py?categId=1226][meetings]], [[http://personal.ifae.es/jmontejo/datasetMonitor.html][top dsets]]          |
|                                                                                                 | [[http://bourricot.cern.ch/dq2/accounting/site_view/IFAE_SCRATCHDISK/30/][disk]], [[http://dashb-atlas-data.cern.ch/dashboard/request.py/dataset?site=IFAE_SCRATCHDISK&orderField=modified_time+DESC&state=NEW&state=INCOMPLETE&state=STAGED&state=BROKEN&state=QUEUED&state=CANCELED&fromDate=&toDate=&limit=100&refresh-states=Refresh][transfers]], [[http://lhcweb.pic.es/at3/proof-users][proof users]]                                                  |
|-------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------|
| @<h3> Detector @</h3>                                                                           | @<h3> [[https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/AtlasPhysics][Physics]] @</h3>                                                          |
| [[https://atlasop.cern.ch/operation.php][Operations]], [[https://atlasop.cern.ch/tdaq/web_is/daq/dfsummary.html][DataFlow]], [[http://op-webtools.web.cern.ch/op-webtools/vistar/vistars.php?usr=LHC1][LHC page 1]], [[https://atlasop.cern.ch/operRef.php?subs=dcs/dcs/process.php?page=ATL_LHC&subd=IS][ATLAS page 1]], [[https://atlasop.cern.ch/tdaq/web_is/daq/dfsummary.html][DFSummary]]                                       | [[https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/TopWorkingGroup][*Top*]]:  [[https://twiki.cern.ch/twiki/bin/view/AtlasProtected/TopReconstructionGroup][TopReco]], Asymmetry, [[https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/WplusJetsBackgroundsforTopAnalyses][W+j bkg]]([[https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/WjetsReweighting][rew]]), [[https://svnweb.cern.ch/trac/atlasoff/browser/PhysicsAnalysis/TopPhys][TopPhys]]                             |
| [[http://atlas-runquery.cern.ch][RunQuery]]                                                                                        | [[https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/StatisticsTools][StatisticsTools]] ([[http://www-cdf.fnal.gov/physics/statistics/statistics_recommendations.html][CDF ref]])                                                     |
|-------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------|
| @<h3> [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/AtlasComputing][Computing]] @</h3>                                                                          | @<h3> [[http://norvig.com/21-days.html][Programming]] @</h3>                                                      |
| *Tools*  [[https://twiki.cern.ch/twiki/bin/view/Atlas/ATLASStorageAtCERN][EOS]], [[http://atlasdqm.web.cern.ch/atlasdqm/][DQ]], [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/DQ2ClientsHowTo][DQ2]], [[https://ami.in2p3.fr][AMI]], [[https://atlas-tagservices.cern.ch/tagservices/RunBrowser/index.html][COMA]] [[https://atlastagcollector.in2p3.fr][TagCollector]], [[http://alxr.usatlas.bnl.gov][LXR]] ([[http://alxr.usatlas.bnl.gov/lxr-stb6/source/atlas/][r17]])                                        | [[http://www.cppreference.com/][*C/C++*]] : [[http://www.gnu.org/s/libc/manual/][libc]], [[http://gcc.gnu.org/onlinedocs/libstdc++/manual/spine.html][libstdc++]], [[http://www.cs.bu.edu/teaching/cpp/polymorphism/intro/][polimorphism]] [[http://calumgrant.net/patterns/][patterns]].                             |
| [[http://atlas-computing.web.cern.ch/atlas-computing/projects/releases/status/][Releases]] [[http://atlas-computing.web.cern.ch/atlas-computing/projects/releases/recentReleases.html][(recent)]], [[http://atlas.web.cern.ch/Atlas/GROUPS/DAQTRIG/HLT/html/AthenaMT.htm][AthenaMT]], [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/AODClassSummary][AOD]] , [[http://atlas.web.cern.ch/Atlas/GROUPS/COMPUTING/links/nightlyDocDirectory/PyUtils/html/index.html][pyutils]] ,[[https://indico.cern.ch/categoryDisplay.py?categId=397][tutorials]], [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/WritingCode][coding]], [[https://atlas-tagservices.cern.ch/tagservices/TAGBrowser/index.htm][ELSSI]], [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TAGBasedSkimming][TAGskim]]                   | [[python.org][*Python*]] [[http://diveintopython.org/][dive into it]],[[http://the.taoofmac.com/media/Python/Grimoire/tiddlygrimoire.html][grimoire]]                                                |
| *Repos*  [[https://svnweb.cern.ch/trac/atlasoff/browser][atlasoff]], [[https://svnweb.cern.ch/trac/atlasgrp/browser][atlasgrp]], [[https://svnweb.cern.ch/trac/atlasusr/browser][atlasusr]], [[https://svnweb.cern.ch/trac/atlasoff/browser/Trigger/TrigAlgorithms][TrigAlgorithms]]                                           | [[http://git-scm.com/][*git*]]: [[http://gitref.org/][gitref]], [[github.com][github]] , [[http://gitready.com/][gitready]]                                              |
| [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/WorkBookStartingGrid][*Grid*]] [[http://panda.cern.ch][panda]] ([[http://panda.cern.ch/server/pandamon/query?ui=user&name=Davide%20Gerbaudo][my jobs]]), [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/PandaRun][prun]]                                                                    | [[http://www.gentoo.org/][*gentoo*]]: [[http://forums.gentoo.org][forums]], [[http://gentoo-portage.com/][portage]]                                                     |
|                                                                                                 | [[http://www.emacswiki.org/][emacs]] ([[http://orgmode.org/][org-mode]] [[http://orgmode.org/orgcard.txt][ref-card]]) [[http://root.cern.ch][root]] , [[https://github.com/elaird/supy][supy]], [[http://svnbook.red-bean.com/en/1.7/index.html][svn]]                                    |
|                                                                                                 |                                                                               |
|-------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------|
| @<h3> [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TriggerDAQ][Trigger]] @</h3>                                                                            | @<h3> Useful stuff @</h3>                                                     |
| [[https://pptevm.cern.ch/mao/ui/TriggerList.html][contacts]],  [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/LowestUnprescaled][LowestUnprescaled]], [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TriggerUserPages][TriggerUserPages]],  [[https://atlasop.cern.ch/twiki/bin/view/Main/TriggerShiftPage][TriggerShiftPage]]                               | [[http://arxiv.org][arxiv]]([[http://paperscape.org][paperscape]]),  [[http://inspirehep.net/][inspirebeta]]([[http://www.slac.stanford.edu/spires/hepnames/][hepnames]]), [[http://www.citeulike.org/user/gerbaudo][citeulike]], [[https://cdsweb.cern.ch][cds]], [[http://pdg.lbl.gov/][pdg]] , [[http://mcplots.cern.ch/][mcplots]]      |
| [[https://atlas-trigconf.cern.ch/][TrigConf]], [[https://svnweb.cern.ch/trac/atlasoff/browser/Trigger/TrigAnalysis/TrigAnalysisExamples/trunk][TrigAnalysisExamples]], Trigger analysis[[https://twiki.cern.ch/twiki/bin/view/Sandbox/JoergStelzerSandbox][tutorial(r15)]] and [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TriggerObjectsMatching][matching]], [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/JetMetExpertshiftInstructions][JetMetShift]]         | *My pages* [[https://twiki.cern.ch/twiki/bin/view/Main/DavideGerbaudo][Twiki]], [[http://test-gerbaudo.web.cern.ch/test-gerbaudo/howto.html][Howto]], [[http://test-gerbaudo.web.cern.ch/test-gerbaudo/temperature/][T monitor]], [[http://gerbaudo.web.cern.ch][page]], [[http://test-gerbaudo.web.cern.ch/test-gerbaudo/trigger/][trigger]], [[http://www-clued0.fnal.gov/~gerbaudo/][DZero]]                      |
| [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TapmJet][*JetTrigger*]]: [[https://indico.cern.ch/categoryDisplay.py?categId=2669][meeting]], [[https://twiki.cern.ch/twiki/bin/view/AtlasPublic/JetTriggerPublicResults][PublicResults]], [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TrigJetL15][L15]] ([[https://twiki.cern.ch/twiki/bin/view/Sandbox/MatthewTamsettSandbox][Matthew's notes)]], [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TrigJetMenu][TrigJetMenu]], [[https://savannah.cern.ch/bugs/?group=atlas-trig][savannah]], [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TrigJetD3PD][TrigJetD3PD]] | [[http://user.web.cern.ch/user/Welcome.asp][*CERN*]]: [[http://m.cern.ch][m]], [[https://cern.service-now.com/service-portal/][ServicePortal]], [[https://www.cern.ch/adams][access]], [[https://groups.cern.ch/Pages/default.aspx][e-groups]] [[http://building.web.cern.ch/building][buildings]], [[http://sls.cern.ch/sls/][SLS]], [[https://lsf-rrd.cern.ch/lrf-lsf/][lemon]] ([[https://lsf-rrd.cern.ch/lrf-lsf/info.php?user=][per-user]])   |
| [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TrigJetPlotsApproval2012][TrigJetPlotsApproval2012]] , [[https://svnweb.cern.ch/trac/atlasoff/browser/Trigger/TrigAlgorithms/TrigT2CaloJet][TrigT2CaloJet]]                                                        | [[http://physics.web.cern.ch/Physics/DataAnalysis/BriefBook/][BriefBook]], [[https://information-technology.web.cern.ch/book/cern-private-cloud-user-guide][could]],  [[https://espace.cern.ch/cern-guides/default.aspx][guide]] ([[http://visitsagenda.web.cern.ch/][calendar]]), [[http://www.thinkwiki.org/wiki/Installing_Gentoo_on_a_ThinkPad_T420][ThinkWiki]]                                |
| [[https://twiki.cern.ch/twiki/bin/viewauth/Atlas/NewSmallWheel][*NewSmallWheel*]] : [[https://svnweb.cern.ch/cern/wsvn/atlas-ataffard/ataffard/UpgradeNSW/NSWHitsDumper][NSWHitsDumper]] , [[https://svnweb.cern.ch/cern/wsvn/atlasoff/Trigger/TrigT1/TrigT1NSW][TrigT1NSW]] , [[https://indico.cern.ch/categoryDisplay.py?categId=5273][meetings]]                                          |                                                                               |
|-------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------|
| @<h3> Other non-work @</h3>                                                                     | @<h3> Less useful stuff @</h3>                                                |
| *Travel* [[http://www.easyjet.com][EZY]], [[http://www.continental.com/][CO]], [[http://www.gva.ch][GVA]], [[http://www.edinburghairport.com/][EDI]], [[http://www.travelinescotland.com/journeyplanner/enterJourneyPlan.do][Traveline]], [[http://www.voyages-sncf.com][SNCF]]([[http://calendrier.voyages-sncf.com/][calendrier]])  [[http://www.trocdestrains.com/][TrocDesTrains]] [[http://www.ccopera.com][comptoir]] [[http://www.multi-change.com/][m-change]]        | *Coding* [[http://www.codinghorror.com/][horror]]([[http://www.codinghorror.com/blog/2004/10/a-pragmatic-quick-reference.html][pragmatic]]), [[http://thedailywtf.com/Series/CodeSOD.aspx][SnippetOfTheDay]], [[http://www.soft-land.org/storie/][TalesFromTheMachineRoom]] , [[http://liw.fi/programming-truths/][truths]] |
| *Language* [[http://translate.google.com/][GoogleTranslate]], [[http://french.about.com/library/verb/bl-verbconjugator.htm][FrenchVerbsConjugator]]                                               | *News* [[http://www.repubblica.it/][Repubblica]], [[http://www.vernacoliere.com/][Vernacoliere]]                                               |
| [[http://www.ferney-voltaire.fr/47-piscine.htm][piscine]], [[http://musopen.org/][musopen]]                                                                                |                                                                               |
|-------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------|
#+HTML: </center>

