at_work.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title></title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="title" content=""/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-04-04T11:57-0700"/>
<meta name="author" content="Davide Gerbaudo"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title"></h1>




<center>

<p>
<a href="http://www.gotw.ca/gotw/">c++ GoW</a>
</p>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup><col class="left" /><col class="left" />
</colgroup>
<thead>
</thead>
<tbody>
<tr><td class="left"><h3> <a href="http://atlas.web.cern.ch/Atlas/Collaboration/">Collaboration</a> </h3></td><td class="left"><h3> General </h3></td></tr>
<tr><td class="left"><a href="https://indico.cern.ch/categoryDisplay.py?categId=1l2">meetings</a> (<a href="https://indico.cern.ch/category/6733/overview?period=day">today</a>) <a href="http://wlav.home.cern.ch/wlav/athena/athask/glossary.html">Glossary</a> <a href="https://twiki.cern.ch/twiki/bin/view/AtlasPublic">results</a> <a href="https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/PubComHome">PubCom</a></td><td class="left"><a href="#www.physics.uci.edu"><b>UCI</b></a>: <a href="https://atlasweb.ps.uci.edu/twiki/bin/view/Atlas">twiki</a>, <a href="https://atlasweb.ps.uci.edu/twiki/bin/view/Atlas/AtlasCluster">cluster</a>, <a href="https://atlasweb.ps.uci.edu/twiki/bin/view/Atlas/UciTier3">Tier3</a>, <a href="https://svnweb.cern.ch/trac/atlasinst/browser/Institutes/UCIrvine">svn</a>, <a href="https://indico.cern.ch/categoryDisplay.py?categId=1481">meetings</a>, <a href="https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/UCISusyNtuples">SusyNtuples</a>,<a href="https://greenplanet.ps.uci.edu/ganglia/">ganglia</a></td></tr>
<tr><td class="left"></td><td class="left"><a href="#www.ifae.es"><b>IFAE</b></a>: <a href="http://www.pic.es">pic</a>, <a href="https://atlas-comp.ifae.es/">computing</a>, <a href="https://svnweb.cern.ch/cern/wsvn/IfaeAnaRepo/IFAEanalysis">IfaeAnaRepo</a>, <a href="https://atlas-project-ifaettbar-plotter.web.cern.ch/atlas-project-IFAEttbar-Plotter/">web-space</a> , <a href="https://indico.cern.ch/categoryDisplay.py?categId=1226">meetings</a>, <a href="http://personal.ifae.es/jmontejo/datasetMonitor.html">top dsets</a></td></tr>
<tr><td class="left"></td><td class="left"><a href="http://bourricot.cern.ch/dq2/accounting/site_view/IFAE_SCRATCHDISK/30/">disk</a>, <a href="http://dashb-atlas-data.cern.ch/dashboard/request.py/dataset?site=IFAE_SCRATCHDISK&amp;orderField=modified_time+DESC&amp;state=NEW&amp;state=INCOMPLETE&amp;state=STAGED&amp;state=BROKEN&amp;state=QUEUED&amp;state=CANCELED&amp;fromDate=&amp;toDate=&amp;limit=100&amp;refresh-states=Refresh">transfers</a>, <a href="http://lhcweb.pic.es/at3/proof-users">proof users</a></td></tr>
</tbody>
<tbody>
<tr><td class="left"><h3> Detector </h3></td><td class="left"><h3> <a href="https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/AtlasPhysics">Physics</a> </h3></td></tr>
<tr><td class="left"><a href="https://atlasop.cern.ch/operation.php">Operations</a>, <a href="https://atlasop.cern.ch/tdaq/web_is/daq/dfsummary.html">DataFlow</a>, <a href="http://op-webtools.web.cern.ch/op-webtools/vistar/vistars.php?usr=LHC1">LHC page 1</a>, <a href="https://atlasop.cern.ch/operRef.php?subs=dcs/dcs/process.php?page=ATL_LHC&amp;subd=IS">ATLAS page 1</a>, <a href="https://atlasop.cern.ch/tdaq/web_is/daq/dfsummary.html">DFSummary</a></td><td class="left"><a href="https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/TopWorkingGroup"><b>Top</b></a>:  <a href="https://twiki.cern.ch/twiki/bin/view/AtlasProtected/TopReconstructionGroup">TopReco</a>, Asymmetry, <a href="https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/WplusJetsBackgroundsforTopAnalyses">W+j bkg</a>(<a href="https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/WjetsReweighting">rew</a>), <a href="https://svnweb.cern.ch/trac/atlasoff/browser/PhysicsAnalysis/TopPhys">TopPhys</a></td></tr>
<tr><td class="left"><a href="http://atlas-runquery.cern.ch">RunQuery</a></td><td class="left"><a href="https://twiki.cern.ch/twiki/bin/viewauth/AtlasProtected/StatisticsTools">StatisticsTools</a> (<a href="http://www-cdf.fnal.gov/physics/statistics/statistics_recommendations.html">CDF ref</a>)</td></tr>
</tbody>
<tbody>
<tr><td class="left"><h3> <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/AtlasComputing">Computing</a> </h3></td><td class="left"><h3> <a href="http://norvig.com/21-days.html">Programming</a> </h3></td></tr>
<tr><td class="left"><b>Tools</b>  <a href="https://twiki.cern.ch/twiki/bin/view/Atlas/ATLASStorageAtCERN">EOS</a>, <a href="http://atlasdqm.web.cern.ch/atlasdqm/">DQ</a>, <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/DQ2ClientsHowTo">DQ2</a>, <a href="https://ami.in2p3.fr">AMI</a>, <a href="https://atlas-tagservices.cern.ch/tagservices/RunBrowser/index.html">COMA</a> <a href="https://atlastagcollector.in2p3.fr">TagCollector</a>, <a href="http://alxr.usatlas.bnl.gov">LXR</a> (<a href="http://alxr.usatlas.bnl.gov/lxr-stb6/source/atlas/">r17</a>), <a href="https://twiki.cern.ch/twiki/bin/view/AtlasComputing/RootCore">RootCore</a></td><td class="left"><a href="http://www.cppreference.com/"><b>C/C++</b></a> : <a href="http://www.gnu.org/s/libc/manual/">libc</a>, <a href="http://gcc.gnu.org/onlinedocs/libstdc++/manual/spine.html">libstdc++</a>, <a href="http://www.cs.bu.edu/teaching/cpp/polymorphism/intro/">polimorphism</a> <a href="http://calumgrant.net/patterns/">patterns</a>.</td></tr>
<tr><td class="left"><a href="http://atlas-computing.web.cern.ch/atlas-computing/projects/releases/status/">Releases</a> <a href="http://atlas-computing.web.cern.ch/atlas-computing/projects/releases/recentReleases.html">(recent)</a>, <a href="http://atlas.web.cern.ch/Atlas/GROUPS/DAQTRIG/HLT/html/AthenaMT.htm">AthenaMT</a>, <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/AODClassSummary">AOD</a> , <a href="http://atlas.web.cern.ch/Atlas/GROUPS/COMPUTING/links/nightlyDocDirectory/PyUtils/html/index.html">pyutils</a> ,<a href="https://indico.cern.ch/categoryDisplay.py?categId=397">tutorials</a>, <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/WritingCode">coding</a>, <a href="https://atlas-tagservices.cern.ch/tagservices/TAGBrowser/index.htm">ELSSI</a>, <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TAGBasedSkimming">TAGskim</a></td><td class="left"><a href="#python.org"><b>Python</b></a> <a href="http://diveintopython.org/">dive into it</a>,<a href="http://the.taoofmac.com/media/Python/Grimoire/tiddlygrimoire.html">grimoire</a></td></tr>
<tr><td class="left"><b>Repos</b>  <a href="https://svnweb.cern.ch/trac/atlasoff/browser">atlasoff</a>, <a href="https://svnweb.cern.ch/trac/atlasgrp/browser">atlasgrp</a>, <a href="https://svnweb.cern.ch/trac/atlasusr/browser">atlasusr</a>, <a href="https://svnweb.cern.ch/trac/atlasoff/browser/Trigger/TrigAlgorithms">TrigAlgorithms</a></td><td class="left"><a href="http://git-scm.com/"><b>git</b></a>: <a href="http://gitref.org/">gitref</a>, <a href="#github.com">github</a> , <a href="http://gitready.com/">gitready</a></td></tr>
<tr><td class="left"><a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/WorkBookStartingGrid"><b>Grid</b></a> <a href="http://panda.cern.ch">panda</a> (<a href="http://panda.cern.ch/server/pandamon/query?ui=user&amp;name=Davide Gerbaudo">my jobs</a>), <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/PandaRun">prun</a></td><td class="left"><a href="http://www.gentoo.org/"><b>gentoo</b></a>: <a href="http://forums.gentoo.org">forums</a>, <a href="http://gentoo-portage.com/">portage</a></td></tr>
<tr><td class="left"></td><td class="left"><a href="http://www.emacswiki.org/">emacs</a> (<a href="http://orgmode.org/">org-mode</a> <a href="http://orgmode.org/orgcard.txt">ref-card</a>) <a href="http://root.cern.ch">root</a> , <a href="https://github.com/elaird/supy">supy</a>, <a href="http://svnbook.red-bean.com/en/1.7/index.html">svn</a></td></tr>
</tbody>
<tbody>
<tr><td class="left"><h3> <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TriggerDAQ">Trigger</a> </h3></td><td class="left"><h3> Useful stuff </h3></td></tr>
<tr><td class="left"><a href="https://pptevm.cern.ch/mao/ui/TriggerList.html">contacts</a>,  <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/LowestUnprescaled">LowestUnprescaled</a>, <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TriggerUserPages">TriggerUserPages</a>,  <a href="https://atlasop.cern.ch/twiki/bin/view/Main/TriggerShiftPage">TriggerShiftPage</a></td><td class="left"><a href="http://arxiv.org">arxiv</a>(<a href="http://paperscape.org">paperscape</a>),  <a href="http://inspirehep.net/">inspirebeta</a>(<a href="http://www.slac.stanford.edu/spires/hepnames/">hepnames</a>), <a href="http://www.citeulike.org/user/gerbaudo">citeulike</a>, <a href="https://cdsweb.cern.ch">cds</a>, <a href="http://pdg.lbl.gov/">pdg</a> , <a href="http://mcplots.cern.ch/">mcplots</a></td></tr>
<tr><td class="left"><a href="https://atlas-trigconf.cern.ch/">TrigConf</a>, <a href="https://svnweb.cern.ch/trac/atlasoff/browser/Trigger/TrigAnalysis/TrigAnalysisExamples/trunk">TrigAnalysisExamples</a>, Trigger analysis<a href="https://twiki.cern.ch/twiki/bin/view/Sandbox/JoergStelzerSandbox">tutorial(r15)</a> and <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TriggerObjectsMatching">matching</a>, <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/JetMetExpertshiftInstructions">JetMetShift</a></td><td class="left"><b>My pages</b> <a href="https://twiki.cern.ch/twiki/bin/view/Main/DavideGerbaudo">Twiki</a>, <a href="http://test-gerbaudo.web.cern.ch/test-gerbaudo/howto.html">Howto</a>, <a href="http://test-gerbaudo.web.cern.ch/test-gerbaudo/temperature/">T monitor</a>, <a href="http://gerbaudo.web.cern.ch">page</a>, <a href="http://test-gerbaudo.web.cern.ch/test-gerbaudo/trigger/">trigger</a>, <a href="http://www-clued0.fnal.gov/~gerbaudo/">DZero</a></td></tr>
<tr><td class="left"><a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TapmJet"><b>JetTrigger</b></a>: <a href="https://indico.cern.ch/categoryDisplay.py?categId=2669">meeting</a>, <a href="https://twiki.cern.ch/twiki/bin/view/AtlasPublic/JetTriggerPublicResults">PublicResults</a>, <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TrigJetL15">L15</a> (<a href="https://twiki.cern.ch/twiki/bin/view/Sandbox/MatthewTamsettSandbox">Matthew's notes)</a>, <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TrigJetMenu">TrigJetMenu</a>, <a href="https://savannah.cern.ch/bugs/?group=atlas-trig">savannah</a>, <a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TrigJetD3PD">TrigJetD3PD</a></td><td class="left"><a href="http://user.web.cern.ch/user/Welcome.asp"><b>CERN</b></a>: <a href="http://m.cern.ch">m</a>, <a href="https://cern.service-now.com/service-portal/">ServicePortal</a>, <a href="https://www.cern.ch/adams">access</a>, <a href="https://groups.cern.ch/Pages/default.aspx">e-groups</a> <a href="http://building.web.cern.ch/building">buildings</a>, <a href="http://sls.cern.ch/sls/">SLS</a>, <a href="https://lsf-rrd.cern.ch/lrf-lsf/">lemon</a> (<a href="https://lsf-rrd.cern.ch/lrf-lsf/info.php?user=">per-user</a>)</td></tr>
<tr><td class="left"><a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/TrigJetPlotsApproval2012">TrigJetPlotsApproval2012</a> , <a href="https://svnweb.cern.ch/trac/atlasoff/browser/Trigger/TrigAlgorithms/TrigT2CaloJet">TrigT2CaloJet</a></td><td class="left"><a href="http://physics.web.cern.ch/Physics/DataAnalysis/BriefBook/">BriefBook</a>, <a href="https://information-technology.web.cern.ch/book/cern-private-cloud-user-guide">could</a>,  <a href="https://espace.cern.ch/cern-guides/default.aspx">guide</a> (<a href="http://visitsagenda.web.cern.ch/">calendar</a>), <a href="http://www.thinkwiki.org/wiki/Installing_Gentoo_on_a_ThinkPad_T420">ThinkWiki</a></td></tr>
<tr><td class="left"><a href="https://twiki.cern.ch/twiki/bin/viewauth/Atlas/NewSmallWheel"><b>NewSmallWheel</b></a> : <a href="https://svnweb.cern.ch/cern/wsvn/atlas-ataffard/ataffard/UpgradeNSW/NSWHitsDumper">NSWHitsDumper</a> , <a href="https://svnweb.cern.ch/cern/wsvn/atlasoff/Trigger/TrigT1/TrigT1NSW">TrigT1NSW</a> , <a href="https://indico.cern.ch/categoryDisplay.py?categId=5273">meetings</a></td><td class="left"></td></tr>
</tbody>
<tbody>
<tr><td class="left"><h3> Other non-work </h3></td><td class="left"><h3> Less useful stuff </h3></td></tr>
<tr><td class="left"><b>Travel</b> <a href="http://www.easyjet.com">EZY</a>, <a href="http://www.continental.com/">CO</a>, <a href="http://www.gva.ch">GVA</a>, <a href="http://www.edinburghairport.com/">EDI</a>, <a href="http://www.travelinescotland.com/journeyplanner/enterJourneyPlan.do">Traveline</a>, <a href="http://www.voyages-sncf.com">SNCF</a>(<a href="http://calendrier.voyages-sncf.com/">calendrier</a>)  <a href="http://www.trocdestrains.com/">TrocDesTrains</a> <a href="http://www.ccopera.com">comptoir</a> <a href="http://www.multi-change.com/">m-change</a></td><td class="left"><b>Coding</b> <a href="http://www.codinghorror.com/">horror</a>(<a href="http://www.codinghorror.com/blog/2004/10/a-pragmatic-quick-reference.html">pragmatic</a>), <a href="http://thedailywtf.com/Series/CodeSOD.aspx">SnippetOfTheDay</a>, <a href="http://www.soft-land.org/storie/">TalesFromTheMachineRoom</a> , <a href="http://liw.fi/programming-truths/">truths</a></td></tr>
<tr><td class="left"><b>Language</b> <a href="http://translate.google.com/">GoogleTranslate</a>, <a href="http://french.about.com/library/verb/bl-verbconjugator.htm">FrenchVerbsConjugator</a></td><td class="left"><b>News</b> <a href="http://www.repubblica.it/">Repubblica</a>, <a href="http://www.vernacoliere.com/">Vernacoliere</a></td></tr>
<tr><td class="left"><a href="http://www.ferney-voltaire.fr/47-piscine.htm">piscine</a>, <a href="http://musopen.org/">musopen</a></td><td class="left"></td></tr>
</tbody>
</table>

</center>

</div>

<div id="postamble">
<p class="date">Date: 2014-04-04T11:57-0700</p>
<p class="author">Author: Davide Gerbaudo</p>
<p class="creator"><a href="http://orgmode.org">Org</a> version 7.9.2 with <a href="http://www.gnu.org/software/emacs/">Emacs</a> version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
